{
    "blocks": [
        {
            "type": "heading",
            "level": 1,
            "text": "Lecci칩n 2.1: Herramientas de Precisi칩n: El Salto de Mec치nico a Ingeniero de Campo"
        },
        {
            "type": "paragraph",
            "text": "En el siglo XXI, es imposible diagnosticar sistemas de alta eficiencia (Inverter, VRF) con herramientas anal칩gicas de los a침os 80. La precisi칩n ya no es un lujo, es un requisito operativo. Un error de 2 PSI en un sistema R410A puede significar una p칠rdida del 10% de eficiencia."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "1. El Man칩metro Digital (Analizador de Refrigeraci칩n)"
        },
        {
            "type": "paragraph",
            "text": "El man칩metro de agujas (bourdon) tiene un problema fatal: Parallax y Falta de Contexto. Usted ve una aguja en 110 PSI, pero 쯤u칠 significa eso?"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Ventaja Digital 1: C치lculo Autom치tico de SH/SC. El analizador tiene pinzas de temperatura. 칄l lee la Presi칩n, la convierte a Temperatura de Saturaci칩n, lee la Temperatura Real de la tuber칤a y restas ambas. Te da el Superheat y Subcooling en vivo. Sin esto, est치s ciego.",
                "Ventaja Digital 2: Compensaci칩n de Temperatura. Las agujas mec치nicas cambian con el calor ambiental. Los sensores digitales son precisos al 0.5%.",
                "Ventaja Digital 3: Registro de Datos (Datalogging). Puedes grabar 24 horas de funcionamiento para cazar fallas intermitentes que solo ocurren en la madrugada."
            ]
        },
        {
            "type": "heading",
            "level": 3,
            "text": "游띔 FOTO REQUERIDA (BUSCAR O GENERAR): Primer plano de un 'Man칩metro Digital de 4 V칤as' (ej. Testo 557) encendido, junto a una Pinza Amperim칠trica y un Vacu칩metro. Fondo de taller limpio."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "2. El Vacu칩metro Electr칩nico (Micron Gauge)"
        },
        {
            "type": "paragraph",
            "text": "Aqu칤 es donde los aficionados fallan. Intentar medir vac칤o con un man칩metro de agujas es imposible."
        },
        {
            "type": "heading",
            "level": 3,
            "text": "쯇or qu칠 no sirven las agujas para vac칤o?"
        },
        {
            "type": "paragraph",
            "text": "Un man칩metro convencional marca \"-30 inHg\" (pulgadas de mercurio). Pero el vac칤o perfecto no existe. La diferencia entre un vac칤o bueno (500 micrones) y uno malo (20,000 micrones) es indetectable en la escala de pulgadas de mercurio. La aguja se ve igual en ambos casos."
        },
        {
            "type": "heading",
            "level": 3,
            "text": "La Escala de Micrones"
        },
        {
            "type": "paragraph",
            "text": "Un micr칩n es la mil칠sima parte de un mil칤metro de mercurio. Usamos esta escala ultra-fina para saber si realmente hemos sacado la humedad."
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "760,000 Micrones = Presi칩n Atmosf칠rica (Nivel del mar).",
                "10,000 Micrones = Comienza a hervir el agua a temp ambiente.",
                "1,000 Micrones = Vac칤o de limpieza b치sico.",
                "500 Micrones = Est치ndar OBLIGATORIO para POE/R410A.",
                "200 Micrones = Vac칤o de laboratorio/f치brica."
            ]
        },
        {
            "type": "paragraph",
            "text": "Prueba de Decaimiento: Al llegar a 500 micrones, cierras la v치lvula y apagas la bomba. Si sube r치pidamente a 2000 y se detiene, tienes agua hirvi칠ndose (sigue evacuando). Si sube hasta la presi칩n atmosf칠rica, tienes una fuga."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "3. La Balanza de Refrigerante (Carga Cr칤tica)"
        },
        {
            "type": "paragraph",
            "text": "En los equipos modernos con micro-canales y R410A, la carga debe ser exacta. \"Cargar por presiones\" o \"al tacto\" est치 PROHIBIDO."
        },
        {
            "type": "paragraph",
            "text": "Un equipo que lleva 1.50 kg de gas, con 1.40 kg pierde 15% de capacidad. Con 1.60 kg sube el amperaje y se dispara por alta. La 칰nica forma de garantizar la carga es pes치ndola."
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Procedimiento: Coloca el tanque en la balanza. Resetea a cero (Tara). Abre la v치lvula. Mira la pantalla restar peso (-1.50 kg). Cierra.",
                "Tip Pro: Siempre carga R410A (que es mezcla) en fase L칈QUIDA (tanque invertido) para no desbalancear la mezcla qu칤mica."
            ]
        },
        {
            "type": "heading",
            "level": 2,
            "text": "4. Detectores de Fuga: Tecnolog칤a vs Jab칩n"
        },
        {
            "type": "paragraph",
            "text": "El agua jabonosa sirve para fugas grandes. Para micro-fugas (que vac칤an el equipo en 6 meses), necesitas tecnolog칤a."
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Detector Electr칩nico (Nariz): Sensor calentado o infrarrojo. SUENA cuando detecta mol칠culas de hal칩genos. Sensibilidad: detecta fugas de 3 gramos al a침o.",
                "Ultrasonido: Escucha el \"silbido\" inaudible del gas escapando a alta presi칩n. Ideal para ambientes ruidosos o con viento.",
                "Tinte Ultravioleta (UV): Se inyecta al sistema. Mancha de verde fluorescente el punto de fuga. Desventaja: Es invasivo y ensucia el aceite."
            ]
        },
        {
            "type": "heading",
            "level": 2,
            "text": "5. Herramientas de Flujo de Aire (El Lado Olvidado)"
        },
        {
            "type": "paragraph",
            "text": "No puedes arreglar lo que no mides. El flujo de aire (CFM) es tan importante como el gas."
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Anem칩metro de Hilo Caliente: Mide la velocidad del aire dentro del ducto con extrema precisi칩n.",
                "Bal칩metro (Flow Hood): Una campana grande que cubre todo el difusor y te dice exactamente cu치ntos CFM salen a la habitaci칩n.",
                "Man칩metro Diferencial: Mide la Presi칩n Est치tica Externa (la \"presi칩n arterial\" de los ductos). Si supera 0.5 inWC (pulgadas de columna de agua) en residencial, el sistema se est치 asfixiando."
            ]
        }
    ]
}