{
    "blocks": [
        {
            "type": "heading",
            "level": 1,
            "text": "Lecci칩n 2.2: Soldadura Fuerte (Brazing) y Procedimientos de Uni칩n de Tuber칤as"
        },
        {
            "type": "paragraph",
            "text": "La soldadura en refrigeraci칩n no tiene nada que ver con la plomer칤a de agua. Aqu칤 no usamos esta침o ni pasta. Usamos aleaciones de Plata y F칩sforo que funden a m치s de 700춿C. Si hay una fuga en una soldadura, perderemos cientos de d칩lares en gas refrigerante R410A y da침aremos el medio ambiente."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "1. Soldadura Blanda vs. Soldadura Fuerte (Brazing)"
        },
        {
            "type": "paragraph",
            "text": "Es fundamental entender la diferencia qu칤mica y t칠rmica:"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Soldadura Blanda (Plomer칤a): Usa Esta침o/Plomo. Funde a bajo calor (300춿C). NO SOPORTA las presiones de 500 PSI del R410A ni la vibraci칩n del compresor. Prohibida en HVAC.",
                "Soldadura Fuerte (Brazing): Usa aleaciones BCuP (Cobre-F칩sforo) con Plata (0%, 5%, 15%, 45%). Funde por encima de los 700춿C. Al enfriarse, la uni칩n es m치s fuerte que el tubo de cobre original."
            ]
        },
        {
            "type": "heading",
            "level": 3,
            "text": "La Aleaci칩n Correcta (Varilla de Plata)"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "0% Plata: Barata. Agarre d칠bil. Se usa poco en alta presi칩n.",
                "5% - 6% Plata: El est치ndar industrial (Harris 0). Buena fluidez y resistencia.",
                "15% Plata: Excelente ductilidad. Obligatoria para resistir la vibraci칩n extrema en la descarga del compresor.",
                "45% Plata (con fundente): Obligatoria para unir metales diferentes (Cobre con Bronce/Lat칩n, o Cobre con Acero en compresores)."
            ]
        },
        {
            "type": "heading",
            "level": 2,
            "text": "2. El Enemigo Oculto: 칍xido de Cobre (Tizne)"
        },
        {
            "type": "paragraph",
            "text": "Cuando calientas el cobre al rojo vivo en presencia de aire (Ox칤geno), se forma una costra negra llamada 칍xido de Cobre (CuO). En el exterior del tubo no importa, se limpia."
        },
        {
            "type": "paragraph",
            "text": "EL PROBLEMA: Esa misma costra se forma DENTRO del tubo."
        },
        {
            "type": "paragraph",
            "text": "Consecuencia: Cuando el equipo arranca, el refrigerante arranca esas escamas negras y las empuja directo a:"
        },
        {
            "type": "list",
            "style": "ordered",
            "items": [
                "El filtro de aceite del compresor (Tap치ndolo).",
                "El dispositivo de expansi칩n TXV (Obstruyendo el micro-orificio).",
                "Resultado: Muerte prematura del compresor en menos de 1 a침o."
            ]
        },
        {
            "type": "heading",
            "level": 2,
            "text": "3. Procedimiento Cr칤tico: Barrido con Nitr칩geno (Nitrogen Purge)"
        },
        {
            "type": "paragraph",
            "text": "Para evitar la oxidaci칩n interna, debemos eliminar el ox칤geno MIENTRAS soldamos. Esto solo se logra haciendo circular un flujo suave de Nitr칩geno Gaseoso."
        },
        {
            "type": "paragraph",
            "text": "Paso a Paso del Procedimiento Profesional:"
        },
        {
            "type": "list",
            "style": "ordered",
            "items": [
                "Conexi칩n: Conecta el tanque de Nitr칩geno a trav칠s de un regulador y manifols a la tuber칤a.",
                "Regulaci칩n: Ajusta el regulador para que salga solo un \"susurro\" de gas (2 a 4 PSI). No queremos presi칩n, solo flujo.",
                "Salida: Aseg칰rate de que el otro extremo de la tuber칤a est칠 abierto para que el nitr칩geno salga y arrastre el ox칤geno.",
                "Soldadura: Procede a calentar y soldar con el nitr칩geno fluyendo.",
                "Resultado: El interior del tubo quedar치 brillante, color cobre espejo, sin una sola part칤cula de tizne."
            ]
        },
        {
            "type": "heading",
            "level": 3,
            "text": "游띔 FOTO REQUERIDA (BUSCAR O GENERAR): Primer plano de soldadura fuerte en tuber칤a de cobre con equipo oxiacetileno, mostrando el MAN칍METRO DE NITR칍GENO conectado al otro extremo haciendo el barrido. Detalle de la llama y varilla de plata fundi칠ndose."
        },
        {
            "type": "heading",
            "level": 3,
            "text": "Gases de Protecci칩n Prohibidos"
        },
        {
            "type": "paragraph",
            "text": "NUNCA uses Ox칤geno para barrer (Explosi칩n inminente con aceite). NUNCA uses Refrigerante (Crea gas Fosgeno t칩xico al quemarse). Solo Nitr칩geno (Inerte)."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "4. La T칠cnica de Capilaridad"
        },
        {
            "type": "paragraph",
            "text": "No se trata de \"pintar\" el tubo con plata derretida. La soldadura debe penetrar DENTRO de la copa (socket)."
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Limpieza: Lija macho y hembra hasta que brillen. Cero grasa.",
                "Calentamiento: Calienta el TUBO primero (para que expanda contra la copa), luego la COPA. Mueve la antorcha constantemente.",
                "Temperatura Base: El cobre debe estar color \"cereza opaco\". Si brilla demasiado o se funde, te pasaste de calor.",
                "Aporte: Toca con la varilla. Si se funde al contacto con el cobre (sin tocar la llama), la temperatura es correcta. La plata fluir치 hacia adentro por atracci칩n capilar, llenando el espacio y sellando la fuga."
            ]
        },
        {
            "type": "heading",
            "level": 2,
            "text": "5. Seguridad con Gases a Alta Presi칩n"
        },
        {
            "type": "paragraph",
            "text": "Trabajamos con Acetileno (Inestable) y Ox칤geno (Acelerante)."
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Regla del 1/4 de vuelta: Nunca abras la v치lvula del tanque de Acetileno m치s de media vuelta. En emergencia, debes poder cerrarla en 1 segundo.",
                "Presi칩n M치xima de Acetileno: NUNCA pases de 15 PSI de presi칩n de trabajo. A m치s de 15 PSI, el acetileno se vuelve inestable y puede explotar espont치neamente sin chispa.",
                "Transporte: Los cilindros siempre verticales y encadenados. Si un cilindro de Ox칤geno cae y se rompe la v치lvula, se convierte en un misil torpedo capaz de atravesar paredes de concreto."
            ]
        }
    ]
}