{
    "blocks": [
        {
            "type": "heading",
            "level": 1,
            "text": "Lecci칩n 2.3: Recuperaci칩n, Reciclaje y Manejo de Refrigerantes (Normativa Ambiental)"
        },
        {
            "type": "paragraph",
            "text": "Soltar refrigerante a la atm칩sfera no es solo un crimen ecol칩gico; es ilegal y t칠cnicamente irresponsable. Un t칠cnico Master no ventila; recupera hasta el 칰ltimo gramo. En esta lecci칩n, dominaremos la f칤sica detr치s de mover gas de un sistema a un tanque externo sin da침ar el compresor de la recuperadora."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "1. Definiciones Cr칤ticas (EPA 608)"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Recuperar (Recover): Remover el refrigerante en cualquier condici칩n y almacenarlo en un tanque externo. No implica limpieza.",
                "Reciclar (Recycle): Limpiar el refrigerante mediante separaci칩n de aceite y pasos por filtros deshidratadores para volver a usarlo EN EL MISMO EQUIPO o en otro del mismo due침o.",
                "Regenerar (Reclaim): Reprocesar el gas hasta los est치ndares de pureza virgen (ARI-700). Esto SOLO se puede hacer en una planta qu칤mica especializada. Usted no puede regenerar en campo."
            ]
        },
        {
            "type": "heading",
            "level": 2,
            "text": "2. El Tanque de Recuperaci칩n (Cilindro Gris/Amarillo)"
        },
        {
            "type": "paragraph",
            "text": "Nunca use un tanque desechable para recuperar. Explotar치. Los tanques de recuperaci칩n tienen paredes gruesas de acero y dos v치lvulas: Azul (Vapor) y Roja (L칤quido)."
        },
        {
            "type": "heading",
            "level": 3,
            "text": "Regla del 80% (Capacidad M치xima)"
        },
        {
            "type": "paragraph",
            "text": "El l칤quido se expande con el calor. Si llenas un tanque al 100% de l칤quido a 20춿C y lo dejas en la camioneta a 40춿C, la expansi칩n hidrost치tica reventar치 el acero como si fuera papel. SIEMPRE usa una balanza y detente al 80% de la capacidad nominal del tanque (WC - Water Capacity)."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "3. M칠todos de Recuperaci칩n: F칤sica Aplicada"
        },
        {
            "type": "paragraph",
            "text": "La velocidad es dinero. Recuperar 5 kg de gas puede tomar 20 minutos o 2 horas dependiendo de su t칠cnica."
        },
        {
            "type": "heading",
            "level": 3,
            "text": "M칠todo A: Recuperaci칩n en Fase Vapor (Lento pero Seguro)"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Proceso: La m치quina succiona solo gas del sistema. Si hay l칤quido, este debe hervir dentro del sistema antes de entrar a la recuperadora.",
                "Ventaja: Protege al compresor de la recuperadora contra golpes de l칤quido.",
                "Desventaja: Extremadamente lento. Al bajar la presi칩n, el l칤quido remanente se enfr칤a y deja de hervir (el tanque del equipo se congela)."
            ]
        },
        {
            "type": "heading",
            "level": 3,
            "text": "M칠todo B: Recuperaci칩n en Fase L칤quida (R치pido)"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Proceso: Se succiona l칤quido directo desde la l칤nea de l칤quido o el recibidor.",
                "Precauci칩n: Muchas recuperadoras modernas (sin aceite) toleran l칤quido, pero deben tener un modo de 'estrangulamiento' (Throttling) para no romper el pist칩n."
            ]
        },
        {
            "type": "heading",
            "level": 3,
            "text": "M칠todo C: Push-Pull (Empujar y Halare)"
        },
        {
            "type": "paragraph",
            "text": "La t칠cnica maestra para sistemas grandes (>5kg). Funciona como un sif칩n."
        },
        {
            "type": "list",
            "style": "ordered",
            "items": [
                "Conexi칩n: La recuperadora 'chupa' vapor del Tanque de Recuperaci칩n y lo 'empuja' (compuime) hacia el tope del Condensador del equipo.",
                "Efecto: Esa presi칩n de gas empuja al l칤quido por la l칤nea de l칤quido directo hacia el Tanque de Recuperaci칩n.",
                "Resultado: Mueves kilos de l칤quido por minuto sin que el l칤quido pase jam치s por la m치quina recuperadora."
            ]
        },
        {
            "type": "heading",
            "level": 3,
            "text": "游띔 FOTO REQUERIDA (BUSCAR O GENERAR): Primer plano de una M치quina Recuperadora de Refrigerante de doble pist칩n conectada a un Tanque de Recuperaci칩n (cilindro gris con hombros amarillos) sobre una balanza digital. Mangueras rojas y azules conectadas. Fondo industrial."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "4. La Importancia del Vac칤o en el Cilindro"
        },
        {
            "type": "paragraph",
            "text": "Antes de meter gas usado en un tanque de recuperaci칩n, DEBE hacerle vac칤o al tanque. 쯇or qu칠?"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Mezcla de No Condensables: Si el tanque tiene aire, la presi칩n subir치 peligrosamente.",
                "Contaminaci칩n Cruzada: Si el tanque ten칤a restos de R22 y le metes R410A, esa mezcla es basura qu칤mica. Nadie te la recibir치 para regenerar y tendr치s que pagar caro para incinerarla."
            ]
        },
        {
            "type": "heading",
            "level": 2,
            "text": "5. Filtros Deshidratadores: Tu Seguro de Vida"
        },
        {
            "type": "paragraph",
            "text": "SIEMPRE, sin excepci칩n, coloca un filtro deshidratador nuevo a la entrada de tu recuperadora. El gas viejo viene sucio, con 치cido, virutas y lodo. Si eso entra a tu m치quina de $1000 USD, la destruir치 en semanas. El filtro cuesta $5 USD. Haz la matem치tica."
        }
    ]
}