{
    "blocks": [
        {
            "type": "heading",
            "level": 1,
            "text": "Lecci贸n 7.3: Introducci贸n a Chillers y Agua Helada"
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Introducci贸n: la base de la climatizaci贸n por agua helada"
        },
        {
            "type": "paragraph",
            "text": "Los sistemas de enfriamiento por agua helada, compuestos por chillers y torres de enfriamiento, representan la opci贸n est谩ndar en climatizaci贸n de edificios comerciales medianos y grandes, centros de datos, hospitales, hoteles y plantas industriales. A diferencia de los sistemas VRF que utilizan refrigerante directamente, estos sistemas emplean agua como fluido transportador de fr铆o, lo que permite mayor capacidad, distribuci贸n eficiente y flexibilidad en la instalaci贸n de unidades interiores."
        },
        {
            "type": "paragraph",
            "text": "A nivel profesional-m谩ster, la comprensi贸n de estos sistemas no se limita a conocer su ciclo b谩sico de refrigeraci贸n, sino que implica an谩lisis termodin谩mico, hidr谩ulico y el茅ctrico, coordinaci贸n entre bombas, v谩lvulas, torres, intercambiadores y controles electr贸nicos, para garantizar eficiencia, confiabilidad y mantenimiento predictivo."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Chillers: tipos y fundamentos"
        },
        {
            "type": "paragraph",
            "text": "Un chiller es una m谩quina que extrae calor de un circuito de agua y lo transfiere a un medio refrigerante, generando agua helada a temperatura controlada (generalmente 5-7 掳C para HVAC). Existen varios tipos:"
        },
        {
            "type": "list",
            "style": "unordered",
            "items": [
                "Chillers por compresor centr铆fugo: usados en grandes instalaciones, eficientes a altas capacidades, con control de velocidad de compresor, v谩lvulas de expansi贸n y recuperadores de aceite.",
                "Chillers por compresor de tornillo: adecuado para capacidades medias a altas, operaci贸n confiable y mantenimiento relativamente simple.",
                "Chillers por compresor scroll o pist贸n: utilizados en capacidades peque帽as a medianas, con facilidad de instalaci贸n y menor complejidad de control."
            ]
        },
        {
            "type": "paragraph",
            "text": "Cada tipo de chiller requiere an谩lisis profesional para seleccionar capacidad, tipo de refrigerante, eficiencia energ茅tica, nivel de ruido y compatibilidad con el sistema de agua helada y torres de enfriamiento."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Ciclo b谩sico de refrigeraci贸n"
        },
        {
            "type": "paragraph",
            "text": "El ciclo de refrigeraci贸n de un chiller incluye: Evaporador (intercambio calor agua-refrigerante), Compresor (aumento de presi贸n y T), Condensador (transferencia de calor a torre o aire) y V谩lvula de expansi贸n (cierre del ciclo)."
        },
        {
            "type": "paragraph",
            "text": "El t茅cnico m谩ster analiza cada componente para optimizar eficiencia, asegurando que evaporadores, condensadores y bombas trabajen dentro de sus rangos de dise帽o, evitando ciclos cortos, subenfriamiento insuficiente o sobrecarga de compresor."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Bombas y distribuci贸n hidr谩ulica"
        },
        {
            "type": "paragraph",
            "text": "Los chillers requieren bombas de agua helada (CHW) para asegurar caudal a unidades interiores y bombas de torre (CW) para transportar agua caliente al condensador. El t茅cnico profesional calcula presi贸n, caudal y velocidad, seleccionando bombas con curvas hidr谩ulicas adecuadas e integrando variadores de frecuencia (VFD) para optimizar consumo."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Torres de enfriamiento: funci贸n y tipos"
        },
        {
            "type": "paragraph",
            "text": "Las torres de enfriamiento permiten transferir el calor del condensador al aire ambiente mediante evaporaci贸n parcial del agua. Existen torres de tiro natural, tiro mec谩nico y de flujo cruzado/contracorriente. La ubicaci贸n, dimensionamiento, altura de ca铆da de agua, distribuci贸n de flujo y tratamiento qu铆mico son cr铆ticos para evitar incrustaciones y corrosi贸n."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Balance de agua y control avanzado"
        },
        {
            "type": "paragraph",
            "text": "El dise帽o profesional considera p茅rdidas de carga, temperatura diferencial (Delta T), v谩lvulas de control modulantes e instrumentaci贸n (sensores de temperatura, presi贸n, caudal y nivel). El t茅cnico de nivel m谩ster ajusta setpoints, analiza curvas de rendimiento y verifica balance hidr谩ulico completo antes de puesta en marcha."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Mantenimiento b谩sico y prevenci贸n de problemas"
        },
        {
            "type": "paragraph",
            "text": "Aunque esta lecci贸n introduce conceptos b谩sicos de mantenimiento, el enfoque profesional requiere inspecci贸n de bombas, rodamientos y sellos, limpieza de torres, chequeo de nivel de agua y tratamiento qu铆mico, y verificaci贸n de controladores y sensores. Un mantenimiento preventivo y predictivo bien planificado maximiza eficiencia, prolonga vida 煤til de chillers y torres, y reduce consumo energ茅tico."
        },
        {
            "type": "heading",
            "level": 3,
            "text": " FOTO REQUERIDA (BUSCAR O GENERAR): Diagrama profesional mostrando un chiller con compresor, evaporador, condensador, bombas de agua helada y de torre, y torre de enfriamiento con flujo de aire y agua."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Conclusi贸n t茅cnica de la lecci贸n"
        },
        {
            "type": "paragraph",
            "text": "Los chillers y torres de enfriamiento representan la columna vertebral de sistemas de climatizaci贸n por agua helada. La comprensi贸n de sus ciclos de refrigeraci贸n, componentes principales, bombas, balance hidr谩ulico, torres y control avanzado es esencial para el t茅cnico de nivel m谩ster. Una instalaci贸n profesional, puesta en marcha precisa y mantenimiento preventivo garantizan eficiencia energ茅tica, confiabilidad y durabilidad del sistema, optimizando confort en cada espacio climatizado."
        }
    ]
}