{
    "blocks": [
        {
            "type": "heading",
            "level": 1,
            "text": "Lecci贸n 5.3: Fabricaci贸n y dise帽o de conductos"
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Introducci贸n: la importancia del dise帽o de ductos"
        },
        {
            "type": "paragraph",
            "text": "En sistemas de aire central, los conductos son mucho m谩s que simples tubos de transporte de aire. A nivel profesional-m谩ster, se entienden como un sistema din谩mico que controla flujo, presi贸n, temperatura, humedad y ruido, asegurando que cada espacio reciba exactamente el aire necesario para mantener confort y eficiencia energ茅tica. El dise帽o adecuado de los conductos es tan cr铆tico como la selecci贸n de la AHU o la condensadora, ya que cualquier p茅rdida de presi贸n, fuga, turbulencia o acumulaci贸n de condensado impacta directamente en el rendimiento del sistema y la vida 煤til de los equipos."
        },
        {
            "type": "paragraph",
            "text": "El Manual D, desarrollado por la Air Conditioning Contractors of America (ACCA), proporciona los lineamientos para dimensionar correctamente los conductos, equilibrando caudal, velocidad y ca铆da de presi贸n. A nivel experto, el t茅cnico no sigue estas tablas de manera mec谩nica, sino que las interpreta en conjunto con la geometr铆a del edificio, las caracter铆sticas del sistema, la ubicaci贸n de difusores y la resistencia estructural de los materiales."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Selecci贸n de materiales: Fibra de vidrio vs L谩mina met谩lica"
        },
        {
            "type": "paragraph",
            "text": "La elecci贸n entre conductos de fibra de vidrio y l谩mina met谩lica requiere un an谩lisis exhaustivo. Los conductos de fibra de vidrio ofrecen ventajas en aislamiento t茅rmico y ac煤stico, reduciendo p茅rdidas de energ铆a y minimizando ruido generado por el flujo de aire. Sin embargo, requieren t茅cnicas de ensamblaje precisas y protecci贸n contra humedad para evitar deformaciones, degradaci贸n del material y proliferaci贸n de microorganismos."
        },
        {
            "type": "paragraph",
            "text": "Por otro lado, los conductos de l谩mina met谩lica, generalmente de acero galvanizado, ofrecen rigidez, durabilidad y facilidad de limpieza, pero su superficie lisa puede generar ruido por vibraci贸n y condensaci贸n interna si no se aplica aislamiento adecuado. El t茅cnico de nivel m谩ster eval煤a el uso de ambos materiales seg煤n la aplicaci贸n: residencias de lujo, oficinas, locales comerciales y 谩reas expuestas a humedad o vibraciones mec谩nicas."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Dimensionamiento seg煤n Manual D"
        },
        {
            "type": "paragraph",
            "text": "El dimensionamiento profesional de conductos se basa en balancear caudal, velocidad y ca铆da de presi贸n. Cada tramo se calcula considerando la distancia desde la AHU, el n煤mero de codos, difusores, rejillas y transiciones. El t茅cnico de nivel m谩ster analiza cuidadosamente c贸mo la velocidad del aire afecta ruido, confort y eficiencia: velocidades excesivas generan turbulencia y ruido, mientras que velocidades bajas incrementan p茅rdidas por fricci贸n y requieren ductos m谩s grandes, aumentando costos y espacio requerido."
        },
        {
            "type": "paragraph",
            "text": "El Manual D proporciona tablas de ca铆da de presi贸n por metro, coeficientes de codo y p茅rdidas menores, pero la interpretaci贸n profesional requiere aplicar factores correctivos seg煤n condiciones espec铆ficas del proyecto, como altura del techo, temperatura del aire, humedad relativa y presencia de filtraci贸n de aire."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Dise帽o de tramos rectos y transiciones"
        },
        {
            "type": "paragraph",
            "text": "El dise帽o experto considera que cada tramo recto, codo, reducci贸n o ampliaci贸n afecta la din谩mica del flujo. Los codos deben dise帽arse con radios adecuados para minimizar turbulencia y p茅rdidas de presi贸n, y las transiciones deben suavizar el flujo entre secciones de distinto tama帽o. Las uniones de conductos met谩licos se sellan con cintas especializadas, selladores o gomas de estanqueidad, evitando fugas que generen desequilibrio en el sistema y p茅rdida de eficiencia."
        },
        {
            "type": "paragraph",
            "text": "En conductos de fibra de vidrio, las uniones requieren adhesivos y refuerzos mec谩nicos que mantengan la integridad estructural bajo la presi贸n del flujo de aire. Cada empalme se verifica con inspecci贸n visual y pruebas de presi贸n, asegurando que no existan fugas ni deformaciones que afecten la distribuci贸n de aire."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Integraci贸n con difusores y rejillas"
        },
        {
            "type": "paragraph",
            "text": "Un dise帽o profesional no se limita al ducto principal; considera la correcta integraci贸n con difusores, rejillas y registros de zona. El t茅cnico avanzado calcula la ca铆da de presi贸n hasta cada salida de aire, ajustando dimensiones y pendientes para mantener flujo uniforme y equilibrado. Cada difusor se selecciona seg煤n caudal, direcci贸n de aire, nivel sonoro permitido y control de velocidad, asegurando confort t茅rmico sin generar corrientes inc贸modas ni zonas de estancamiento."
        },
        {
            "type": "paragraph",
            "text": "La coordinaci贸n entre ductos, diffusers y dampers permite zonificaci贸n eficiente, reducci贸n de ruido y optimizaci贸n energ茅tica, garantizando que cada espacio reciba la cantidad de aire requerida sin comprometer el rendimiento general del sistema."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Ca铆das de presi贸n y eficiencia energ茅tica"
        },
        {
            "type": "paragraph",
            "text": "El control de ca铆das de presi贸n es un elemento cr铆tico en la instalaci贸n de ductos. Cada metro de ducto, cada codo y cada rejilla generan resistencia que debe sumarse para dimensionar correctamente ventiladores y AHU. La ca铆da de presi贸n excesiva obliga al ventilador a trabajar m谩s, aumentando consumo energ茅tico y desgaste mec谩nico. Por el contrario, ductos sobredimensionados incrementan costos y ocupan espacio innecesario, adem谩s de reducir velocidad de flujo y generar condensaci贸n."
        },
        {
            "type": "paragraph",
            "text": "El t茅cnico de nivel m谩ster eval煤a estas variables de manera integral, utilizando c谩lculos de fricci贸n, tablas de p茅rdida menor y experiencia de campo para lograr un equilibrio 贸ptimo entre eficiencia, confort y costo."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Control de ruido y vibraci贸n"
        },
        {
            "type": "paragraph",
            "text": "Los conductos tambi茅n son elementos que pueden amplificar ruido generado por ventiladores, compresores o el flujo de aire. En instalaciones profesionales, se consideran estrategias para reducci贸n de ruido: aislamiento ac煤stico, conductos de fibra de vidrio, amortiguadores, pads antivibraci贸n y transiciones suaves. La ubicaci贸n de difusores y la forma de los codos se ajusta para minimizar resonancias y vibraciones que afecten el confort."
        },
        {
            "type": "paragraph",
            "text": "El t茅cnico de nivel m谩ster entiende que el ruido no es solo una cuesti贸n de confort, sino tambi茅n un indicador de eficiencia del sistema: turbulencia excesiva y ca铆das de presi贸n inadecuadas generan ruidos y p茅rdidas energ茅ticas simult谩neamente."
        },
        {
            "type": "heading",
            "level": 3,
            "text": " FOTO REQUERIDA (BUSCAR O GENERAR): Comparativa profesional de ductos de fibra de vidrio vs l谩mina met谩lica, mostrando secci贸n, aislamiento, codos y flujo de aire, con indicaci贸n de p茅rdidas de presi贸n y puntos cr铆ticos de turbulencia."
        },
        {
            "type": "heading",
            "level": 2,
            "text": "Conclusi贸n t茅cnica de la lecci贸n"
        },
        {
            "type": "paragraph",
            "text": "El dise帽o y fabricaci贸n de conductos seg煤n Manual D constituye una de las competencias m谩s cr铆ticas para un t茅cnico HVAC de nivel m谩ster. La elecci贸n de material, dimensionamiento, dise帽o de codos y transiciones, integraci贸n con difusores y control de ca铆das de presi贸n son determinantes para lograr eficiencia, confort, durabilidad y minimizaci贸n de ruido. Una instalaci贸n experta de ductos no solo transporta aire; optimiza cada metro de recorrido para que el sistema completo funcione de manera equilibrada, confiable y eficiente durante toda su vida 煤til."
        }
    ]
}